Repository: BackupTheBerlios/gcue2tracks-svn
Catalog: po/*.po
Languages: ru

source: Bin file not found <b>%s</b>
ru: Bin файл не найден <b>%s</b>

source: Track light
ru: Длина

source: Track name
ru: Название

source: Wrong filename
ru: Неверное имя файла

source: THANKS:
ru: Спасибо:

source: not installed
ru: не установлен

source: Select folder
ru: Выбор каталога

source: Open
ru: Открыть

source: All files
ru: Все файлы

source: Bad codepage
ru: Неверная кодировка

source: Interrupted
ru: Прервано

source: Error
ru: Ошибка

source: Complete
ru: Завершено

source: <b>Algoritm</b>
ru: <b>Алгоритм</b>

source: <b>Filenames</b>
ru: <b>Имена файлов</b>

source: <b>Paths</b>
ru: <b>Пути</b>

source: <b>Queue</b>
ru: <b>Очередь</b>

source: <b>codec</b>
ru: <b>Выбор кодека</b>

source: <b>file</b>
ru: <b>Файл</b>

source: <b>log</b>
ru: <b>Лог</b>

source: <b>tagging</b>
ru: <b>Теги</b>

source: Begin the search cue file from here:
ru: Начинать поиск cue отсюда:

source: Bitrate
ru: Битрейт

source: Codecs
ru: Кодеки

source: Convert mp3 tag to UTF-8. Requires python-mutagen
ru: Конвертировать mp3 теги в UTF-8. Требуется python-mutagen

source: Convert to UTF-8 from this codepage...
ru: Конвертировать в UTF-8 из этой кодировки...

source: Disable taging output files with cue info.
ru: Не использовать теги из cue файла.

source: General
ru: Общие

source: Mode:
ru: Режим:

source: Open a dialog to select a cue file in this folder
ru: Открывать диалог выбора cue файла в этой папке

source: Preferences
ru: Параметры

source: Quality
ru: Качество

source: S_how log
ru: Пока_зывать лог

source: Save
ru: Сохранить

source: Set level of output codec compression rate. Levels may be: 'best' or 0 : Best for store (default), 'fast' or 1 : Fastest processing, 'mid' or 2 : Fairly good for portable hardware
ru: Настройка качества сжатия. может быть: 'best' : Лучшее для хранения (по умолчанию), 'fast' : Быстрая обработка, 'mid' : Наилучшее для портативных плееров

source: Set naming scheme for output file names.
ru: Настройка имени выходного файла

source: Set naming scheme for output file names. Naming scheme is: %A - Album title %P - Album performer %D - Album date %G - Album genre %t - Track title %p - Track performer %g - Track genre %n - Track number %N - Track number with leading zero
ru: Параметры имени файла. Формат имени: %A - Название альбома %P - Исполнитель альбома %D - Дата альбома %G - Жанр альбома %t - Название трека %p - Автор трека %g - Жанр трека %n - Номер трека %N - Номер трека начиная с 0

source: Set quality of codec compression
ru: Качество компрессии

source: Temporary files
ru: Временные файлы

source: Test
ru: Тест

source: Variable compression bitrate
ru: Компрессия с переменным битрейтом

source: You need about 1,5 Gb of free space for a standard audio album.
ru: Вам нужно около 1,5 Гб свободного места для стандартного аудио альбома.

source: _About
ru: _О программе

source: _Edit
ru: _Правка

source: _File
ru: _Файл

source: _Help
ru: _Справка

source: _View
ru: _Вид

source: album title
ru: альбом

source: bin file
ru: bin файл

source: composer
ru: композитор

source: convert cue from codepage
ru: исходный cue файл в кодировке

source: convert tag to UTF-8
ru: конвертировать теги в UTF-8

source: copy image file(*.jpg, *.png and others) to destination folder
ru: копировать файлы изображений(*.jpg, *.png и другие) в папку назначения

source: cue file
ru: cue файл

source: date
ru: дата

source: disable tagging (only cue2tracks algoritm)
ru: не брать теги из cue (не для python алгоритма)

source: format string
ru: формат строки

source: genre
ru: жанр

source: log
ru: Лог

source: open cue file
ru: открыть исходный cue файл

source: parameters
ru: параметры

source: performer
ru: исполнитель

source: recursive search of cue
ru: поиск cue файлов в

source: replace symbols(?\*:><"|) in filename
ru: заменять символы(?\*:><"|) в именах файлов

source: same folder as input file
ru: сохранить в папку с исходным файлом

source: save to
ru: сохранить в

source: translator-credits
ru: mityi <mityi@gmail.com>

source: use bitrate and quality
ru: использвать и битрейт и качество

source: mid3v2 (from python-mutagen) is not found
ru: mid3v2 (из python-mutagen) отсутствует

source: Format <b>%s</b> don't supported
ru: Формат <b>%s</b> не поддерживается

source: Codec <b>%s</b> missing
ru: Кодек <b>%s</b> не найден

source: File <b>%s</b> not found
ru: Файл <b>«%s»</b> не найден

source: Temp dir <b>%s</b> not found
ru: Временный каталог <b>%s</b> не найден

source: Decoding to wav "%s" (%d/%s)
ru: Конвертирование в wav «%s» (%d/%s)

source: Decoding to wav
ru: Конвертирование в wav

source: split tracks
ru: Разрезание на треки

source: Encoding "%s" (%s/%s)
ru: Конвертирование «%s» (%s/%s)

source: Convert tag to UTF-8
ru: конвертирование тегов в UTF-8

source: Create folder
ru: Создание каталога

source: Taging and copy %s
ru: Запись тегов и копирование %s
